IdeaRS.OpenModel.Result.ResultOfNLAPoint
Result of internal forces in the one position

IdeaRS.OpenModel.Result.ResultOfNLAPoint.#ctor
Constructor

IdeaRS.OpenModel.Result.ResultOfNLAPoint.Id
Id of point

IdeaRS.OpenModel.Result.ResultOfNLAPoint.X
X coordinates on cross-section

IdeaRS.OpenModel.Result.ResultOfNLAPoint.Y
Y coordinates on cross-section

IdeaRS.OpenModel.Result.ResultOfNLAPoint.ResultOfIncrements
Results in load case